[FUNCWIDGET]
docinfo={backcolor:0,background:0,height:360,type:FUNCWIDGETI,width:736};
grpinfo={max_item_id:9};
itm1={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:3,name:Day,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:577,y:187,zorder:6,txtfield:{backcolor:0,bidimode:left-to-right,content:5day,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Day,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm2={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:4,name:Time,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:577,y:111,zorder:7,txtfield:{backcolor:0,bidimode:left-to-right,content:3\cm5\cm12hr,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Time,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm3={backcolor:0,background:301,ccp:0,ccpzorder:over,height:74,id:5,name:On_map,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:159,x:577,y:35,zorder:8,txtfield:{backcolor:0,bidimode:left-to-right,content:On map,font:3,height:74,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:On_map,type:TEXTFIELD,visible:true,vlayout:middle,width:159,wrapline:no-wrap,x:0,y:0}};
itm4={backcolor:0,background:493,ccp:0,ccpzorder:over,height:52,id:6,name:Refresh,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:282,x:0,y:309,zorder:9,txtfield:{backcolor:0,bidimode:left-to-right,content:Refresh,font:3,height:52,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Refresh,type:TEXTFIELD,visible:true,vlayout:middle,width:282,wrapline:no-wrap,x:0,y:0}};
itm5={backcolor:0,background:493,ccp:0,ccpzorder:over,height:52,id:7,name:Change_location,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:282,x:283,y:309,zorder:10,txtfield:{backcolor:0,bidimode:left-to-right,content:Change location,font:3,height:52,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Change_location,type:TEXTFIELD,visible:true,vlayout:middle,width:282,wrapline:no-wrap,x:0,y:0}};
itm6={backcolor:0,bidimode:left-to-right,content:City\cm State,font:7,height:35,highcolor:0,hlayout:left,id:8,linespacing:0,multiline:false,name:City_State,type:TEXTFIELD,visible:true,vlayout:middle,width:250,wrapline:no-wrap,x:0,y:0,zorder:11};
itm7={backcolor:0,bidimode:left-to-right,content:Recieved day\cm time,font:7,height:35,highcolor:0,hlayout:left,id:9,linespacing:0,multiline:false,name:Recieved_day_time,type:TEXTFIELD,visible:true,vlayout:middle,width:250,wrapline:no-wrap,x:310,y:0,zorder:12};

